{
  "manuals": [
    {
      "title": "Базовые упражнения",
      "image": "basYpr",
      "description": "Базовые упражнения - это тип упражнений, которые включают в работу несколько мышц или группу мышц, может задействовать сразу несколько суставов. Как правило, это тяжелые упражнения, которые выполняют со свободным весом. \n\n---------------------------------------------\nКлассические базовые упражнения: \n---------------------------------------------\nЖим лежа \nСтановая тяга \nПриседание со штангой \nПодтягивания \nТяга штанги в наклоне \nАрмейский жим \nОтжимания на брусьях \nВыпады \n\n--------------------------------------------- \nРекомендации \n--------------------------------------------- \n\nБазовые упражнения считаются самыми эффективными для роста мышц и увеличения силовых показателей. Новичкам рекомендуется строить свою тренировочную программу исключительно из базовых упражнений. Опытным атлетам так же рекомендуется включать в программу блее 20-30% изолирующих упражнений."
    }, {
      "title": "Абдоминальное ожирение",
      "image": "ojr",
      "description": "Абдоминальное ожирение – это наиболее распространённая, но в то же время самая опасная разновидность избыточного веса. Стоит отметить, что недуг наиболее часто поражает представителей мужского пола, а у женщин развивается относительно редко. Послужить источником болезни может как неправильный образ жизни, так и причины, имеющие под собой патологическую основу. Помимо этого, не исключается влияние генетической предрасположенности. \n\nАбдоминальное ожирение – это вид ожирения, при котором жировая ткань откладывается только или преимущественно в области живота (талии) и вокруг внутренних органов. Термин «абдоминальный» (от латинского слова «abdomen» – живот) означает брюшной, то есть указывает на то, что жир откладывается в животе. Жир, который откладывается при абдоминальном ожирении, называется висцеральным (висцеральный – относящийся к внутренним органам), поэтому второе название данного типа ожирения – «висцеральное ожирение». \n\nПричины Данный недуг распространен в развитых странах, при этом было отмечено, что чем выше уровень жизни человека, тем больше он подвержен ожирению вообще и абдоминальному ожирению в частности. В плане влияния на здоровье обычное внешнее ожирение не несет серьезной опасности, это больше эстетическое несовершенство. Абдоминальное ожирение же является угрозой для здоровья человека. По этиологическому признаку ожирение бывает алиментарно-конституциональным и симптоматическим. Первый вариант встречается гораздо чаще, обусловлен наследственностью и образом жизни человека. По клиническому опыту врачей, набор лишнего веса на базе эндокринной и иной патологии – менее распространенное явление."
    }, {
      "title": "В чем польза растяжки?",
      "image": "rs",
      "description": "Гибкость бывает базовая и специальная. \n\nБазовая гибкость — это определенный минимум, который должен присутствовать для комфортной жизни человека. grossmannВозьмем бицепс бедра, как проверить уровень вашей гибкости? \n\nНадо лечь на спину, ноги вместе. Одну ногу поднимите ровно вверх. При этом вторая нога, голова, руки и все тело должны быть плотно прижаты к полу. Поднимаем только тестируемую ногу! Норма — это поднять до 80-90 градусов, то есть это норма для более-менее следящего за собой человека. Если ваша нога еле-еле поднимается где-то до градусов 40, то все плачевно. То есть, чем ниже 90 градусов, тем вы деревянее, и соответственно, тем сильнее ограничены в движении. Идем дальше. Если вы садитесь на корточки и у вас поднимаются пятки, значит не растянут голеностопный сустав. Если не можете завязать шнурки, не сгибая ног, то это более серьезная проблема, более комплексная. Здесь может быть не растянута не только спина,но и те же бедра и повздошная область. \n\nБазовая растяжка и гибкость нужна всем. Есть еще специальная растяжка, но обычному человеку, в принципе, она ни к чему. В основном она нужна в определенных видах спорта. Она нужна танцорам и балеринам или пловцам, которым нужно разработать плечи. Ведь если их только забивать и забивать, не растягивая при этом, то наступит момент, когда плавать станет довольно проблематично. На те занятия по растяжке, на которые я хожу, часто приходят различные спортсмены, например, хоккеисты. Им, как оказалось, нужна не только физическая сила и умение бегать и кататься на коньках, но и растяжка. Для того чтобы быть более мобильными и подвижными."
    }, {
      "title": "Гипоксия",
      "image": "gip",
      "description": "Гипоксия — типичный и опасный патологический процесс, возникающий в организме при широком спектре заболеваний и острых состояниях, и провоцирующий их. Например, гипоксия может вызываться различными факторами, а также сопровождать широкий спектр заболеваний, а может даже быть главным звеном в появлении патологических изменений или болезней. \n\nНа основании этого, гипоксия — типовой общепатологический процесс, не относится ни к диагнозу, ни к синдрому. \nВлияние гипоксии на клеточном уровне делится на два вида — приспособительные реакции и декомпенсация. \n\nВо время возникновении гипоксии организм запускает приспособительные защитные реакции, поддерживающие в течение небольшого времени практически нормальную жизнедеятельность органов и тканей. При продолжительном воздействии гипоксии запасы организма заканчиваются и приспособительные защитные реакции отключаются — наступает декомпенсация. \n\nДекомпенсация характерна возникновением необратимых нарушений в органах и тканях – от органной недостаточности до летального исхода. \n\nРазвитие гипоксии \n\nКомпенсаторные реакции при гипоксии выражены кислородным недостатком на клеточном уровне, и их задача заключается в восстановлении количества кислорода в тканях. В комплекс компенсаторных реакций для устранения влияния гипоксии включаются органы сердечно-сосудистой и дыхательной систем, и запускается изменение биохимических процессов в тканях и органных структур, наиболее сильно страдающие от дефицита кислорода. Пока запас компенсаторных реакций не будет полностью исчерпан, органы и ткани не пострадают от недостатка кислорода. Однако, если при истощении компенсаторных механизмов не нормализуется поступление кислорода, то в тканях начнется необратимая декомпенсация с повреждением и клеток и дисфункцией всего органа. \n\nПри острой и хронической гипоксии характер компенсаторных реакций различен. Так, при острой гипоксии компенсаторные реакции заключаются в усилении дыхания и кровообращения, то есть повышается артериальное давление, возникает тахикардия (частота сердечных сокращений более 70 ударов в минуту), дыхание становится глубоким и частым, сердце за минуту прокачивает больший объем крови, чем в норме. Кроме того, в ответ на острую гипоксию из костного мозга и селезенки выходят в системный кровоток все «запасы» эритроцитов, которые необходимы для переноски кислорода к клеткам. \n\nВсе эти реакции направлены на нормализацию количества кислорода, доставляемого к клеткам, за счет увеличения объема крови, проходящего по сосудам за единицу времени, и увеличении количества переносимого кислорода. При очень тяжелой острой гипоксии, помимо развития указанных реакций, происходит также централизация кровообращения, которая заключается в перенаправлении всей имеющейся крови к жизненно важным органам (сердцу и мозгу) и резком уменьшении кровоснабжения мышц и органов брюшной полости. Организм направляет весь кислород к мозгу и сердцу – органам, критически важным для выживания, и как бы «обделяет» те структуры, которые на текущий момент не нужны для выживания (печень, желудок, мышцы и т.д.). \n\nЕсли острая гипоксия будет ликвидирована без истощения резервов организма, то человек выживет, а все его органы и системы через некоторое время будут работать совершенно нормально. Если же гипоксия будет продолжаться дольше периода эффективности компенсаторных реакций, то в органах и тканях произойдут необратимые изменения. \n\nКомпенсаторные реакции при хронической гипоксии развиваются на фоне тяжелых длительно текущих заболеваний или состояний. Сначала, для компенсации дефицита кислорода, в крови увеличивается количество эритроцитов, что позволяет увеличить объем кислорода, переносимого тем же объемом крови в единицу времени. Так же, в эритроцитах повышается активность фермента, облегчающего передачу кислорода от гемоглобина непосредственно к клеткам органов и тканей. В легких образуются новые альвеолы, дыхание углубляется, увеличивается объем грудной клетки, формируются дополнительные сосуды в легочной ткани, что позволяет улучшить поступление кислорода в кровь из окружающей атмосферы. Сердце, которому приходится прокачивать больший объем крови в минуту, гипертрофируется и увеличивается в размерах. В тканях также происходят изменения — в клетках увеличивается количество митохондрий (органелл, использующих кислород для обеспечения клеточного дыхания), а в тканях формируется множество новых капилляров. Именно из-за активизации микроциркуляции и большого количества капилляров при гипоксии у человека появляется розоватая окраска кожи, которая ошибочно принимается за «здоровый» румянец."
    }, {
      "title": "Изолирующие упражнения",
      "image": "isl",
      "description": "Изолирующие упражнения – это те, в которых нагрузка, в отличие от базовых упражнений, носит строго локальный характер – вы нагружаете только одну мышечную группу (или ее отдельный участок), при этом происходит сгибание/разгибание только одного сустава. \nПодобная нагрузка намного легче воспринимается организмом. Выполнять изолирующие упражнения проще как физически, так и психологически. Они не вызывают серьезного пост-тренировочного стресса, поэтому сами по себе не являются факторами роста, смысл их выполнения состоит несколько в другом. Роль изолирующих упражнений в тренировочном процессе \n\n---------------------------------------------\nИзолирующие упражнения нужны для: \n---------------------------------------------\n\n*Более сильного пампинга (кровенаполнения) рабочих мышц, если выполнять их в конце тренировки. Это также называют «добивкой» мышечной группы. \n\n*Улучшения нейромышечной связи и предварительного утомления мышц, если выполнять их в начале тренировки. \n\n*Улучшения рельефа и пропорциональности мышц. \n\n*Полноценного тренинга без перегрузки суставно-связочного аппарата и ЦНС, например, при восстановлении после травм или болезней."
    }, {
      "title": "Как добиться идеального пресса?",
      "image": "press",
      "description": "Первое правило шести кубиков: дефицит калорий Забудьте обо всей диетической чуши, которую вы читаете и слышите.  Сброс веса сводится к одному простому факту: вы должны сжигать больше калорий, чем потребляете. Так вы избавитесь от жира, который сейчас покрывает ваш пресс. Как создать дефицит калорий? \n\nКардиотренировки И силовые тренировки \n\nЧто касается кардиотренировок, в фитнесе существует два подхода: высокоинтенсивные кардиотренировки, с которыми вес уходит быстро, но поддерживать такой режим тренировок очень тяжело, и кардио в стабильном темпе, с которым похудение происходит медленнее, но зато с большим постоянством. Выберите любой подходящий режим и помните: главное, что имеет значение — то, сколько калорий вы сжигаете. С кардиотренировками вы заметно подтянетесь, но лучше комбинировать их с силовыми упражнениями, иначе вы просто станете тощим без выделяющихся рельефных мышц. \n\nРацион \n\nСложно говорить о какой-то специфической диете, которая универсальна для всех и может помочь всем. Знакомьтесь с вашим телом и начинайте выяснять, что сработает в похудении лично для вас — акцент на мясо? Овощи? Сложные углеводы? Если вы употребляете много белка, зелени, овощей и фруктов, а также не забываете о полезных жирах и углеводах — вы на правильном пути к шести кубикам! \n\nВода \n\nНе просто вода — а два литра в день. Употребление достаточного количества воды помогает отличать жажду от голода — это очень важно в процессе похудения. Сделайте так, чтобы пить воду было комфортно — наполняйте водой двухлитровую бутылку с утра и пейте каждый раз, как почувствуете голод, еще до того, как доберетесь до еды. \n\nПрекратите изолированные тренировки \n\nПришла пора развеивать популярные мифы: нельзя похудеть частично или локально и «накачать пресс», не худея во всех остальных мечтах. Разве что вы нарастете мышцы… под слоем жира. 20 минут скручиваний и планок в день сами по себе вам не помогут — нужно менять образ жизни. \n\nМиф о таблетках для похудения \n\nБольшинство биодобавок для похудения на самом деле не связаны с похудением или очень опасны в больших дозах. Рекомендуем вам не задумываться об этом и сосредоточиться на тяжелой работе для достижения результата. Лучшие упражнения для пресса Время взглянуть на некоторые упражнения, которые приведут ваш пресс в тонус. Вы можете делать их 3-4 раза в неделю — в сочетании со всеми предыдущими пунктами, конечно. Закладывайте по 30 раз за три подхода на каждое упражнение."
    }, {
      "title": "Как накачать попу?",
      "image": "pop",
      "description": "Особенности тренировки Если у вас маленький таз, и вам нужно просто подтянуть ягодицы и сделать их упругими, выбирайте тренировки с большими весами. Тренируйтесь по 2 раза в неделю, между каждой тренировкой должно проходить не менее 2 суток. Делайте 4-5 подходов по 5-8 повторений. Если будет преследовать боль - не пугайтесь, просто примите ванну или сделайте кардио. Если вы хотите сделать ягодицы визуально меньше, откажитесь от весов или делайте упражнения с маленькими весами. Но заниматься придется 5-6 раз в неделю. Делайте по 5-6 подходов, 18-20 повторений. \n\nУпражнения\n\n Поднятие таза с вытянутой вверх ногой Лягте на пол, вытяните ногу вверх и поднимайте таз, сжимая мышцы. Делайте по 15 повторений в каждом подходе, 6-8 подходов. Чтобы подкачать попу эффективнее, ногу можно нагрузить утяжелителем с дробью (продается в любом спортивном магазине). Если с поднятой ногой делать тяжело – просто поднимайте таз, сжимая мышцы ягодиц. Махи назад и в стороны (с нижнего блока или с рычагом тренажера) Фантастически простое упражнение – просто возьмитесь за спинку стула и делайте махи. Только не машите слишком быстро – наоборот, эффективнее будет делать махи медленно. Не отдыхайте в нижней точке маха – сразу начинайте следующий мах. На продвинутом уровне и в спортзале подключите к работе нижний блок или тренажер для ягодиц. \n\nПриседания\n\n Без сомнений, приседания - самое эффективное упражнение для ягодиц Король упражнений на попку, также приседания улучшают тонус четырехглавых мышц и подколенных сухожилий. Подкачивайте ее так: сначала приседайте без веса, чтобы избежать растяжений и травм. \n\nприседания со штангой\n\n \n\nТехника приседаний:\n\n Встаньте прямо, ноги чуть шире плеч. Приседайте, отводя ягодицы назад и как бы садясь на невидимый стул. Достигнув угла в 90 градусов, поднимайтесь, также перенося вес назад. Каждое четвертое приседание делайте, задерживаясь на 10-30 секунд в нижней точке. \n\nНа продвинутом уровне возьмите в руки гантели или приседайте со штангой либо бодибаром. Отягощения серьезно усиливают нагрузку. \n\nДелайте по 4-5 подходов по 10 приседаний, отдыхайте не более минуты между подходами. Приседания делаются глубоко, попу необходимо максимально вывести назад, спина прямая. Приседайте до максимально низкого положения: чем ниже вы приседаете, тем больше в присед будут вовлечены ягодицы. Ноги должны стоять на такой ширине, чтобы вам было удобно делать именно глубокие приседания. А при приседаниях с отягощением прорабатываются также мышцы спины и пресса. \n\nТак что приседания - упражнение вовсе не изолированное и не направленное исключительно на попу: оно базовое и тренирует сразу все. Поэтому перед его выполнением необходимо обязательно сделать разминку, чтобы избежать травм. \n\nПриседания эффективно избавляют от целлюлита и улучшают форму бедер (на бедра делайте неглубокие приседания). При выполнении приседаний 3-5 раз в неделю результаты станут заметными уже через месяц. И чем больше приседаний вы делаете, тем быстрее ваша попка станет соблазнительной! \n\nМостик (подъемы таза) как накачать попуПри выполнении этого упражнения опирайтесь на руки, тогда нагрузка распределится равномерно, а позвоночный отдел не перенапряжется. Лягте на пол, вытянув руки вдоль туловища, согните ноги и придвиньте их как можно ближе к ягодицам. Теперь поднимайте таз, делая мостик и напрягая мышцы ягодиц. Можете задержаться в этом положении, если чувствуете эффект, например, дрожание. Делайте это упражнение лесенкой: 3 подхода по 15, 12, 10 повторений. \n\nМахи назад на четвереньках как накачать попуМахи на четвереньках – очень полезное упражнение. Просто встаньте на четвереньки и делайте махи назад, допустим, 50 одной и 50 другой ногой в день. Эффективным будет и выполнение упражнения лесенкой: 3 подхода по 15, 12, 10 повторений. Для эффективности вы можете положить себе под колено гантель и поднимать ногу с ней – только не быстро, чтобы не уронить гантель. Не расслабляйте мышцы ягодиц. \n\nВариация упражнения: подъемы согнутой ноги. Поднимайте ногу максимально вверх, словно пяткой хотите продавить потолок. Не ленитесь, следите за техникой выполнения. \n\nМахи ногой в сторону из положения лежа на боку как накачать попу \n\nУпражнение помогает увеличить малые и средние ягодичные мышцы. Лягте на пол на боку, подоприте голову рукой. Сделав вдох, поднимите ногу от пола, оставляя колено выпрямленным. Нога должна составлять с телом угол не более 70 градусов. Сохраняя изометрическое усилие, удерживайте ногу, потом опускайте. \n\nСтульчик Прижмитесь спиной к стене и присядьте, как будто сев на невидимый стул. Продержитесь так 30 секунд, потом отдохните и сделайте еще 2 подхода. Попробуйте каждый день увеличивать время на 10 сек. \n\nРазведение ног на тренажере как накачать попуПовышенный тонус бедер придает им округлость, которая визуально выгодно сужает талию. Упражнение подтягивает и укрепляет мышцы ног. Чтобы выполнить упражнение, сядьте на тренажер, сделайте вдох и максимально разведите бедра. Если спинка тренажера отклонена назад, в работу в большей степени включены средние ягодичные мышцы. При вертикальном положении спинки работает верхний отдел большой ягодичной мышцы. Чтобы охватить оба пучка мышц, изменяйте наклон спины прямо во время выполнения подхода."
    }, {
      "title": "Фармакология",
      "image": "pharm",
      "description": "Фармакология (греческий pharmakon лекарство + logos учение) — наука о действии на организм химических соединений, применяемых для лечения, профилактики и диагностики болезней человека. Изучение средств для лечения и профилактики заболеваний животных составляет предмет ветеринарной фармакологии. Более широко фармакологию можно рассматривать как науку о действии химических соединений на живые организмы как животные, так и растительные, то есть как биологическую фармакологию. К основным разделам современной фармакологии относятся фармакокинетика (см.), фармакодинамика (см.), фармакотерапия (см.). \n\nФармакология имеет тесную связь с другими науками о лекарственных веществах — фармацевтической химией (см.), фармакогнозией (см.), токсикологией (см.), и др. Фармакология имеет непосредственное отношение к химиотерапии (см.), предмет которой составляет изучение влияния хим. соединений на инфекционный или опухолевый процесс. Фармакология как биологическая наука связана также с другими естественными науками — физиологией, биохимией, патологией и др. \n\nБлагодаря созданию большого числа активных препаратов стало возможным оказывать влияние почти на все функции организма. В связи с этим клиническая медицина достигла значительных успехов. Например, средства для общей и местной анестезии, курареподобные вещества способствовали развитию хирургии; открытие новых психотропных препаратов — нейролептиков, транквилизаторов, антидепрессантов — положило начало новой эре в лечении психических заболеваний; создание гормональных препаратов способствовало развитию заместительной терапии многих эндокринных заболеваний; эффективное лечение инфекционных болезней стало возможным после открытия сульфаниламидов и антибиотиков. \n\nОднако, несмотря на огромные достижения фармакологии, необходим дальнейший интенсивный поиск эффективных препаратов для лечения сердечно-сосудистых, нервно-психических, онкологических, вирусных и других заболеваний. \n\nПрименение лекарственных средств имеет такую же давность, как сама медицина. В соответствии с историческими периодами развития человеческого общества возникновение и развитие фармакологии следует рассматривать в аспекте смены исторических формаций человеческого общества. \n\nПервобытные люди интуитивно предпринимали поиски в окружавшей их природе веществ, облегчающих страдания при заболеваниях и травмах. Чаще всего для этих целей использовались растения. Такая терапия, основанная на простых наблюдениях и личном опыте, получила название эмпирической. Позднее, с возникновением религии применение лекарственных веществ приобрело мистический характер; лечением больных стали заниматься служители культа, а действие лекарственных веществ объясняли божественной силой. \n\nПервые попытки систематизировать сведения о лекарственных веществах были предприняты еще в древности. Так, в египетском папирусе, датируемом 16—17 века до нашей эры и найденном в прошлом столетии Эберсом (G. Ebers), содержатся сведения о многих лекарственных веществах, которыми пользовались египтяне, в том числе об опии, белене, семенах клещевины, некоторых минералах. Описания лекарственных веществ, которыми пользовались в древности, имеются и в других письменных памятниках. В сочинениях Гиппократа упоминается около 300 лекарственных растений. Более полное описание лекарственных растений было дано Теофрастом (Theophrastus, 372—287 годы до нашей эры) и Диоскоридом (Dioscorides, 1 век нашей эры). Последний назвал свое сочинение на эту тему «Materia medica». В начале новой эры К. Гален впервые разработал методы изготовления лекарственных препаратов (например, настоек, экстрактов, порошков) из природного сырья, то есть заложил основы лекарственной технологии."
    }, {
      "title": "Спортивное питание",
      "image": "sport",
      "description": "Виды спортивного питания \n\nСуществует огромное количество различных пищевых активных добавок, но наибольшее распространение получили следующие: \n\nпротеиновые концентраты; \n\nгейнеры; \n\nкреатины; \n\nL-карнитин; \n\nаминокислотные комплексы; \n\nКаждый препарат имеет свое назначение и особенности применения."
    }
  ]
}
